IDEA Open Model
ConcreteBlock.Lenght Property
Compatible with IDEA StatiCa 20.1
 Lenght of ConcreteBlock
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Lenght { get; set; }
Public Property Lenght As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace